/*CMD
  command: /abtvc
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/vocal"}]
]

Bot.editMessage("*🥁🎸ሙዚቃ ምት / ዜማ ፣ ዜማ ወይም ስምምነትን በመጠቀምየተደራጀ ድምፅ ነው፡፡\nአንድ ሰው ምግብ በሚበስልበት ጊዜበማንኪያ ፓስታዎችን ሲያዳርስ ጫጫታ ይፈጥራል\n፡፡ አንድ ሰው እጆቹን ሲያጨበጭብ በቀላሉ የሙዚቃ ዓይነት እየሠሩ ነው ፡፡\n\n🔢ብዙ ጊዜ ሙዚቃ ያላቸው አራት ነገሮች አሉ።\n-ሙዚቃ ብዙውን ጊዜ #ፒች አለው ፡፡ ይህ ማለት ከፍተኛ እና ዝቅተኛ ማስታወሻዎች(notes) ማለት ነው ፡፡ ቃላቶች  ውይም መዝሙሮች የሚሠሩት ወደ ላይ ወይም ወደ ታች በሚወጡ ማስታወሻዎች የተሠሩ ናቸው ወይም በተመሳሳይ ፒች  ላይ፡፡\nሙዚቃ ብዙውን ጊዜ #ምት አለው። ዜማ የሙዚቃ ድምፆች እና ዝምታዎች በቅደም ተከተል የተቀመጡበት መንገድ ነው ፡፡ እያንዳንዱ ዜማ ሊነካበት የሚችል #ምቶች አለው። ሙዚቃ ብዙውን ጊዜ መደበኛ ምት አለው። ሙዚቃ ብዙውን ጊዜ ተለዋዋጭነት(#dynamics ) አለው ፡፡ ይህ ማለት ፀጥ ካለ ወይም ከፍ ባለ ድምፅ ወይም በመካከል የሆነ ቦታ ነው ፡፡\n\nℹ️ሙዚቃ ብዙውን ጊዜ #timbre አለው። ይህ የፈረንሣይ ቃል ነው (የፈረንሣይ መንገድ ‹‹ ታም-ብሩ ›ተብሎ ተጠርቷል) ፡፡ የድምፅ “ሰዓት”  አስደሳች ድምጽ የሚስብበት መንገድ ነው። የደመወዙ አይነት ከባድ ፣ ለስላሳ ፣ ደረቅ ፣ ሙቅ ወይም ሌላ ነገር ሊሆን ይችላል ፡፡ ቲምብርት የsaxophone ድምፅን ከbrass የሚለየው እና የአንድ ሰው ድምጽ ከሌላው ሰው የተለየ እንዲሆን የሚያደርገው ነው ፡፡ ትርጓሜዎች ሁሉንም ጉዳዮች የሚሸፍን ቀለል ያለ የሙዚቃ ትርጓሜ የለም ፡፡ እሱ የጥበብ ቅፅ ነው ፣ እና አስተያየቶች ወደ ጨዋታ ይመጣሉ። ሙዚቃ ሰዎች ሙዚቃ ነው ብለው ያስባሉ ፡፡ የተለየ አቀራረብ ሙዚቃ ሊኖረው የሚገባቸውን ባህሪዎች መዘርዘር ነው ፣ ለምሳሌ ድምፅ ፣ ዜማ ፣ፒች ፣ ወዘተ. ፡፡ ቶማስ ክሊተን እንደተገለፀው ሙዚቃ “በአንድ ሰው ፣ በባህሪው እና በድምፅ ነገሩ መካከል የተቋቋመ የተወሰነ ተዛማጅነት ያለው ግንኙነት ነው”።  የሙዚቃ ልምምድ እና ሙዚቃ አንድ ላይ ክስተቶች  ተብለው የሚጠሩ ሲሆን ክስተቶችንም የማብራራት እንቅስቃሴ ፊዚዮሎጂ ይባላል ፡፡\n\n🆕On Catholic Web Bots🆓*",msg)&Bot.editInlineKeyboard(b,msg)
