/*CMD
  command: /alef
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("❤️አልፈራም❤️\n\nየፍጥረታት አምላክ እያለ ከጎኔ \nብዙ አልጨነቅም ከቶ አልፈራም እኔ\n\nውሽንፍር ቢነሳ እኔ አልፈራም \nቢናወጥ ተራራ እኔ አልፈራም \nእስካለልኝ ድረስ እኔ አልፈራም \nአምላክ ከእኔ ጋራ እኔ አልፈራም \n\nከአምላኬ ጋር ሆኜ እኔ አልፈራም \nምንስ ያስፈራኛል እኔ አልፈራም \nከሚያስጨንቅ ነገር እኔ አልፈራም \nፈጥኖ ያድነኛል እኔ አልፈራም \n\nአልፈራም እኔ አልፈራም \nበፍፁም እኔ አልፈራም\n\nመግደል እና ማዳን እኔ አልፈራም \nየእርሱ መስሏቸው እኔ አልፈራም \nፈልገው ነበረ እኔ አልፈራም\nእንድሞትላቸው እኔ አልፈራም \nአሳልፈው ሰጡኝ እኔ አልፈራም \nለአንበሳ መንጋጋ እኔ አልፈራም\nመኖሩን እረስተው እኔ አልፈራም \nአምላክ ከእኔ ጋራ እኔ አልፈራም \n\nአልፈራም እኔ አልፈራም \nበፍፁም እኔ አልፈራም \n\nለባእድ አምልኮ እኔ አልፈራም \nለምን እሰግዳለሁ እኔ አልፈራም \nአምላክ ከቶን አሳት እኔ አልፈራም \nእያዳነ እያየሁ እኔ አልፈራም \nነበልባሉ ቢነድ እኔ አልፈራም \nሰባት እጥፍ ገኖ እኔ አልፈራም \n\nአልፈራም እኔ አልፈራም \nበፍፁም እኔ አልፈራም",msg)&Bot.editInlineKeyboard(b,msg)
