/*CMD
  command: /amsg
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("❤️አመስግኚው❤️\n\n አመስግኚው ነብሴ ሆይ ተነሺ(2) በዝማሬ (2) እ/ር ባርኪው (2) ነፍሴ ሆይ ስራውን ተርኪ (2) ከአፈር ከትቢያ ከውድቀት ያነሳሽ ነፍሴ ሆይ ተነሺ የዛሬው አይደለም ያንቺ ማንነትሽ ስዕልሽ የጥንቱን አስቢ ምስጋና ዘምሪ ቅኔንም (ደርድሪ (2) ወጥተሽ አደባባይ ንጉስ በወደደ እንዲህ ተደረገ ተሰራ ብለሽ ለሰው አሳይ /አመሥግኚው .....\n\nእንደ ሀጥያትሽ ዋጋን አልከፈለሽ አልጣለሽ ጨክኖ አልሰበረሽ ሀይሉን እንደሚያድስ እንደ ብርቱ ንስር አረገሽ በምህረቱ ምሮሽ ፍቅሩ ከፍሎልሻል ለምስጋና ቁሚ ተነሺ መዝሙርን ዘምሪ ቸርነት ማዳኑን ለሰው ልጆች አውራ ንገሪ በይ ተነሽ አብስሪ \n/አመሥግኚው ......... \n\nውብ አርጎ አሳምሮ በፊቱ ያቆመሽ አይደለም በስራሽ እንዲያው በፀጋው እ/ር የረዳሽ ያገዘሽ ይዬን ቀን ያሳየሽ በገናን ደርድሪ ክራርን ከርክሪ ለባለውለታሽ ምስክር ሁኚለት ምስጋናሽም ይመር አይነስ ላኮራሽ አምላክሽ /አመሥግኚው ....",msg)&Bot.editInlineKeyboard(b,msg)
