/*CMD
  command: /aug1
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"#⃣ዋና ገፅ ",command:"/menu M"},{title:"⏩ቀጣይ ገጽ",command:"/aug2"}]
]

Bot.editMessage("እስኪ እንደካቶሊክነታችን ስለ ቅ. አውጎስጢኖስ ምን እናዉቃለን??ምንስ እንመስክርላቸዉ?? (መልሱን ለራሳችሁ ትቼ) ቀሪዉን ደግሞ እንሆ ተጋበዙልኝ፤ \n\n\nቅዱስ አዉጎስጢኖስ ክክርስትና ደማቅ ከዋክብት አንዱ ነው። አፍሪካ ለዓለም ካበረከተቻቸው ድንቅዬ ልጆቿ ተጠቃሽ ሲሆን የዕድሜውን ማለትም ከኖራቸው 75 ዓመታት ውስጥ አራቱን ዓመታት ብቻ ነበር ከአፍሪካ አህጉር ውጭ ያሳለፈው።\nበምዕራቡ ዓለም በፍልስፍናው ዘርፍ በተለይም የፕሌቶን ሃሳብ ከክርስትና እይታ ጋር በማተሳሰሩ በኩልና የራሱም አዳዲስ እይታዎችን በሚመለከት ሰፊ አበርክቶ ያለው ፈላስፋ፣ በነገረ መለኮት ረገድም የተከበረና ለዘመናት የዘለቀ አዎንታዊ ጫናን የፈጠረ ነገረ መለኮታዊ ሲሆን በክርስትና እምነት አናኗሩም በቤተ ክርስቲያን ታሪክ ታላቅ ተብለው ከሚታወቁት ቅዱሳኖች አንዱ ነው። ቅ. አውጎስጢኖስ ከልጅነቱ ጀምሮ መንፈሳዊ ፍላጎቱን የሚያረካ እውነትን ሐቅንና የሕይወት መመሪያን ለማግኘት በልዩ ልዩ የፍልስፍና ማዕበል ውስጥ ገብቶ ጭንቀትን ያተረፈ፤ በሕይወቱ እጅግ የበዛ ውጣ ውረድ የገጠመውና በመጨረሻም የክርስትና እምነትን በመቀበሉ ታላቅ የሕይወት ለውጥን ያሳየ የነፍስ ሰላም፣ የኅሊና እርጋታና የአእምሮ ብርሃን ያገኘ ሰው ነው። በዚህም ሁኔታ የሕይወት ትግል ሁሉ መፍትሔ ክርስትና መሆኑን አስመሰከረ።የቅዱሳን ሕይወት የክርስቲያን አናኗር መመሪያ ነውና ዛሬም ቢሆን በማንነቱ እውነተኛ እፎይታን ለሚመኝ ሰው በተለይም የዘመኑ ወጣት እውነተኛ የማይለወጥ ማረፊያ ፍለጋ ላይ ስለሚገኝ የዚህ ቅዱስ ታሪክ መመሪያና መነቃቂያ ሊሆነው ይችላልና ክርስቲያን ከመሆኑ በፊትም ሆነ በኋላ፣ ለቤተ ክርስቲያንና ለነፍሳት ደኅንነት፣ ለእግዚአብሔርም ክብር ያበረከተውን አገልግሎትና ያሳለፈውን ቅዱስ ሕይወትን በጣም አጠር ባሉ ተከታታይ ክፍሎች ልናቀርብላችሁ እንወዳለን።\n\nይቀጥላል......",msg)&Bot.editInlineKeyboard(b,msg)
