/*CMD
  command: /aug2
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"#⃣ዋና ገፅ ",command:"/mych"},{title:"⏩ቀጣይ ገጽ",command:"/aug3"}]
]

Bot.editMessage("ክፍል 2 - \n\nየቅዱስ አውጎስጢኖስ የሕይወት ታሪክ\n\n\n\nአእምሮ ወደ እውነት ልብም ወደ ደስታ ይመጥቃል\n\n\nአጎስጢኖስ በዚህ ዓይነቱ ሥርዓት አልባ ኑሮ ሲኖር በውስጡ ግን የሰላምና የኅሊና እርጋታ እጦት የሚያጠቃው የመንፈስ መታወክና ያለመደሰት ስሜት እንደነበረው ራሱ የሚያምነው ነገር ነው። በዚህ ወቅት በሥጋዊ ፍትወትና በጊዜያዊ ነገሮች ተሸንፎ ነበር። ቀጥሎ ግን የእምሮን ብርሃን ለማግኘት ወይም ደግሞ ዕረፍት ያጣች ነፍሱ እንድትረጋጋለት በመመኘት ወደ ፍልስፍና አዘበለ። ምንም እንኳ ዕረፍትን፣ ደስታንና የተመኘውን የአእምሮ ብርሃን ባያገኝም በጊዜው ያስደነቁ የጥበብና የእውቀት መጻሕፍትን በመመርመሩ አስተያየቱና አስተሳሰቡ ዳበረ። በተለይም ሲሰሮ (ቺቸሮኔ) የሚባል ሮማዊ የደረሰው +ሆርተንስዮስ) የሚል መጽሐፍን ባነበበ ጊዜ ይበልጥ ለማወቅና እውነትን ለመጨበጥ የነበረው የማይገታ ምኞትና ጉጉት በውስጡ ተቀጣጠለ። ይህ መጽሐፍ ያሳደረበትን ስሜት ራሱ ሲገልጽ (የዚህ ዓለም አላፊና ቀሪ እውቀት ዋጋ የሌለው መሆኑን ተገነዘብሁ፤ ስለዚህም ዘለዓለማዊት የሆነች ጥበብን ለማቀፍ የማይገታ ፍላጎት አደረብኝ፤ ልቤም ቢሆን ምድራዊና አላፊ የሆነውን ነገር በመናቁ አምላክን ለመፈለግ ብርቱ ናፍቆት ተሰማኝ...) ይላል። የሰው ልጅ አእምሮ እውነትን ለማግኘት በብርቱ ግለት እንደሚወናጨፍ ጥይት ነው። አውጎስጢኖስም የሚናፍቅትን እውነት ለማግኘት በብርቱ ጣረ። ነገር ግን ይህ የዓለምና የሰው ልጅ ፍልስፍና በልቡ የተቀጣጠለውን የእውነት ፍለጋ ግለቱን ሊያበርድለትና ሊያረካለት የማይችል መሆኑን ተገንዘብ። አሁንም ሊያገኛትና የሕይወቱ ፍልስፍና መመሪያን ሊቀዳባት የተመኛት እውነትን (ላገኛት እችል ይሆን) በሚል ሃሳብ መንገዱን ለውቶ በቅዱሳት መጽሐፍት ውስጥ ሊፈልጋት ተነሣ። ቅዱሳት መጽሐፍትን በዓለማዊ አመለካከት በተመለከታቸው ጊዜ በዘመኑ ገኖ እንደነበረው እንደ ፍልስፍናና እንደ እውቀት መጽሐፍት ጥልቅና ረቂቅ ትምህርትን አላገኘባቸውም። በሥጋዊና በሰብአዊ ዓይን ስለተመለከታቸውና ስላገባው ምንም እንኳ ሕይወቱ ከቅዱስ መጽሐፍ ትምህርት ጋር የማይጣጣምና በስሕተት ላይ ያለ መሆኑን ቢያውቀውም ሕይወቱን በቃለ እግዚአብሔር መንፈስ መመልከትና ጥልቅ ኃጢአቱን አምኖ መቀበል ተሳነው። በዚህና ይህን በምሳሰለው ምክንያት ቅዱስ መጽሐፍንም ቢሆን እንደማይጠቅም ቆጥሮ ወደ ጎን ተወው። እውነትን ለማግኘት ባደረገው ያልተቋረጠ ጥረት አሁንም ሳይሰለች ሲዳስስ ከአረምኔነት ጋር ወደ ተለወሰ ወደ ማኒ ትምህርት (የማኒኬይዝም ትምህርት) መውደቅ ግድ ሆነበት።\n\nይቀጥላል.......",msg)&Bot.editInlineKeyboard(b,msg)
