/*CMD
  command: /bedl
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("❤️ በድል በድል ❤️\n\n🎵በድል በድል በድል ጐዳና እየመራ ለዚህ አድርሶናል /2 /\nየኤርትራን ባህር ከፍሎልናል በድል አሻግሮናል /2/\n\n🎵እየመራ ለዚህ አብቅቶናል /2/\nስንቱን ውጣውረድ አልፈነዋል ጨለማው ተገፎ ብርሃን ሆኗል /2 \nእየመራ ለዚህ አብቅቶናል /2 \nበድል በድል …… \n\n🎵እጅ ለእጃችን ተያይዘናል አንድ ልብ ሆነናል ተዋደናል /2 \nእየመራ ለዚህ አድርሶናል /2 \n\n🎵የአህዛብን ምድር እንወርሳለን ሰፍነን በዝተን ገና እናያለን /2 \nእየመራ ለዚህ አድርሶናል /2 \n\n🎵ገና ገና እናያለን ገና ብዙ ብዙ ገና\nእግዚአብሔር ሲሰራ በኛ መሃል እናያለን ገና \n\n➕ፀሎታችን ሰምሮ እናያለን ገና\n➕ያሰብነው ተሳክቶ እናያለን ገና\n➕እቅዳችን ሰምሮ እናያለን ገና\n➕ተከናውኖ ሆኖ እናያለን ገና\n🎵ገና ገና እናያለን ገና …. \n\n➕ጐባጣው ተቃንቶ እናያለን ገና\n➕እስራት ተፈቶ እናያለን ገና\n➕ወንጌሉ ሲሰበክ እናያለን ገና\n➕ምድራችን ሲባረክ እናያለን ገና\n\n🎵ገና ገና እናያለን ገና ብዙ ታምራቱን እናያለን ገና",msg)&Bot.editInlineKeyboard(b,msg)
