/*CMD
  command: /bt34
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/menu"}]]

Bot.editMessage("🌷  ከመስግነካ ይደሊ ኣለኹ  🌷\n\n      ከመስግነካ ይደሊ ኣለኹ\n      ክውድሰካ ይደሊ ኣለኹ\n      ከኽብረካ ይደሊ ኣለኹ\n           ንዘልዓለም /3/\n\nተደ:ሕፀረት ቃላት'ዩ እምበር\nትኽስታ የብለይን/2/ ኢየሱስ ሕፅረት ቃላት'ዩ እምበር ትኽስታ\nየብለይን /2/ ጎይታ\n\nእዚ ኩሉ ሰናይካ ምስቲ ኩሉ ሓልዮትካ\nመስፈሪ ኣይርከቦን'ዩ ግይታ ዓሚቕ'ዩ ትፍቕርኻ\nእዚ ኹሉ ሰናይካ 'ቲ መስተንክር ግብርኻ\nመስፈሪ ኣይርከቦን ኢየሱስ ዓሚቕ'ዩ ትፍቕርኻ\n\n1,ክብሪ ምስጋና ስግደት ነዓኻ\nውዳሴ ዕልልታ ኣምልኾ ኣብዙፋንካ ንዘልዓለም\nሕይወት ዘለኹም ኩሉኹም ፍጥረታት\nኣኽራናት ጎቦታት ወሓይዝ ሩባታት ኣመስግንዎ\nተደ:ሕፅረት ቃላት...\n\nከመስግነካ ይደሊ ኣለኹ\nክውድሰካ ይደሊ ኣለኹ\nከኽብረካ ይደሊ ኣለኹ ንዘልዓለም/2/\n\nተደ: ሕፅረት ቃላት\n\n2,ምሕረቱ ዘይውዳእ ስልጣኑ ዘይድፈር\n\nዕቤቱ ዘይምርመር ልዑል ኣምላኽና ንወትሩ ይኽበር\nሕይወትና ኣንፅሓዮ ልብና ኣቕንዓዮ\nፀጋኻ መሊኡ መንፈስና ተሓዲሱ ከመስግነካ\n\nተደ: ሕፅረት ቃላት....\n\n             🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ ቅ.ኣንጠንዮስ ጎዳይፍ ኣስመራ Vol#1",msg)&Bot.editInlineKeyboard(b,msg)
