/*CMD
  command: /bt47
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷   ኣምላኽ ንደቁ ይመርሕ   🌷\n\n1. ብራህዋ ብሰላም ብሓጎስን\nኣምላኽ ንደቁ ይመርሕ\nብፀበባ ጭንቀት ምስ ፈተና\nኣምላኽ ንደቁ ይመርሕ\n\nተደ: ገሊኦም ብሓዊ ገሊኦም ብማዕበል\nገሊኦም ብማይ ገሊኦም ብሞት ገሊኦም\nማእሰርቲ ከምኡ'ውን መግረፍቲ\nይኾኑ'ዮም ናይ ስቓዩ ተኻፈልቲ/2/\n\n2. ብፀልማት ኮነ ብግሩም ብርሃን\nኣምላኽ ንደቁ ይመርሕ\nብፈተና ኮነ ብበረኸት\nኣምላኽ ንደቁ ይመርሕ\n\n3, ስጋና ልብና እናተማህመነ\nኣምላኽ ንደቁ ይመርሕ\nነፍስና'ውን ፍፁም እንተተሓለለ\nኣምላኽ ንደቁ ይመርሕ\n\n4. ዋላ ዝገደፈና እንተመሰልና\nኣምላኽ ንደቁ ይመርሕ\nኣብኡ ጥራይ'ዩ ናይ ድሕነት ተስፋና\nኣምላኽ ንደቁ ይመርሕ\n\n5. ኣምላኽ በታ ሕያወይቲ ኢዱ\nኣምላኽ ንደቁ ይመርሕ\nናብታ ንፅሕቲ ሰማያዊት ቤቱ\nኣምላኽ ንደቁ ይመርሕ\n\nተደ: ገሊኦም ብሓዊ....\n\nይኾኑ'ዮም ናይ ስቓዩ ተኻፈልቲ/4/\n\n              🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ ቅ.ኣንጠንዮስ ጎዳይፍ ኣስመራ Vol#1",msg)&Bot.editInlineKeyboard(b,msg)
