/*CMD
  command: /bt55
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷🌷🌷ቤትካ ሰላመይ'ዩ 🌷🌷🌷\n\n1,ዓቕለይ ፀቢቡኒ ካብ ዓቐን ክሽገር\nነፍሰይ ኣዋዲቐ ኣትየ ኣብ መዋጥር\nንስኻ ግን ኢየሱስ ሰዲድካለይ ኢድካ\nስሒብካ ኣውፂኻኒ ውሉደይ እናበልካ\n\n      ተደ:\nቤትካ ሰላመይ'ዩ ቤትካ ዕረፍተይ'ዩ\nቤትካስ ኩሉ'ዩ ስለዚ ጎይታ ከምልኸካ\nወሲነ/2/ ክነብር ምስኻ\nንዘልዓለም ኢየሱስ ኣብ ሕቕፎኻ\n\n2,ተግባረይ ከፊኡ መርገም በዚሑኒ\nሴይፎም እናመዘዙ ሰባት ከጥፍኡኒ\nዘርሞ ዘርሞ ኮይነ ከይርሕቕ ካብ ቤትካ\nፈቃር ኢየሱሰይ ምፃእ ሓደራኻ\n\n3,ብባሕሪ እንተኸድኩ ትጥሕል መርከበይ\nብመሬት እንተኸድኩ ይጠማመር እግረይ\nሓንሳእ ንሓዋሩ መሪፀ ንቤትካ\nብሓጎስ ክነብር ምስቶም ቅዱሳንካ\n\n4,ሎሚስ ባህ ኢሉኒ ውሉድካ ምዃነይ\nእቲ ዘድልየኒ ኩሉ መሊኡለይ\nንቤት ቤትካ መሪፀ ሕቕፎኻ ኢየሱሰይ\nልበይ ተሓጉሱ ኣሜን ኣሰይ ኣሰይ\n\n              🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ ቅ.ኣንጠንዮስ ጎዳይፍ ኣስመራ Vol#2",msg)&Bot.editInlineKeyboard(b,msg)
