/*CMD
  command: /bt51
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mych"}]]

Bot.editMessage("🌷🌷ውዕለትካ ከስተንትን 🌷🌷\n\n1,ውዕለትካ ከስተንትን ስቓይካ ይዝክር ኣብ ፍቕርኻ ይጥሕል\nንኻዕቦ ሓጥያተይ እውን ዝፆርካ ኣምላኸይ እንዲኻ\n\nውዕለትካ ከስተንትን....\n\nእውን ንድሕነት ውሉድካ ፍፁም ዘይትታኸስ\nፍጡን እዩ ረዲኤትካ ካብ በርቂ ይቕልጥፍ\nቲ ፍቕርኻ ቲ ሓልዮትካ መዘና የብሉን ጎይታየ ፍሉይ ኢኻ\nቲ ፍቕርኻ 'ቲ ሓልዮትካ መዘና የብሉን ጎይታየ ፍሉይ ኢኻ\n\n2,መግለፂ የብሉን ትፍቕርኻ\nዓቐን ሳህልኻ በዝሒ ምሕረትካ\nዝስእኖ ነገር የለን ካባኻ\nኣብ ዝኸድክዎ ቀቅድመይ ኢኻ\nስለዚ ድማ እምካሕ ብኣኻ\nሓሳብካ ሰናይ'ዩ ነዓይ ንባርያኻ\nዘይትልወጥ ዘይትቕየር ህያው ኢኻ\n\n3,እምብርከኽ ይሰግድ ንኽብርኻ\nባብ ድሕነተይ ዘርሓኻ ንስኻ እንዲኻ\nእምብርከኽ ይሰግድ ንኽብርኻ\nንድሕነተይ መግረፍቲ ስቓይ ዝመረፅካ\nኣነስ ከመስግን'የ ከመስግን'የ\nንኽብሪ ውዕለትካ\nናይ ምሕረት ኣምላኽ ኣምላኽ ድሕነተይ እንዲኻ\n\nእምብርከኽ ይሰግድ. ...\n\nናይ ምሕረት ኣምላኽ ኣምላኽ ድሕነተይ እንዲኻ /4/\n\n              🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ ቅ.ኣንጠንዮስ ጎዳይፍ ኣስመራ Vol#2",msg)&Bot.editInlineKeyboard(b,msg)
