/*CMD
  command: /bt67
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷    ፍቕርኻስ ፍሉይ እዩ    🌷\n\n1,ምስ ኩሉ ሓጥያተይ ኣይተሓሰምካንን\nንቤትካ ኣርኪሰ'ውን ኣይኮነንካንን\nኣብ ዙፋን መቕደስካ ሓንጎፋይ ኢልካኒ\nብደምካን ዓፅምኻን ደጊም ሓዲስካኒ\n\nፍቕርኻስ ፍሉይ'ዩ/2/ ልውሃትካስ ፍሉይ'ዩ/2/\nፍቕርኻስ ዓሚቕ'ዩ/2/ ልውሃትካስ በይኑ'ዩ/2/\n\n2,ማዕበል እንተበርተዐ ንፋስ እንተነፈሰ\nንመርከብ እምነተይ ከጥሕል ተገስገሰ\nባዕልኻ ትገንሖ ንኹሉ ፀጥ ተብሎ\nብቖላሕታ ዓይንኻ ንኹሉ ተርዕዶ\n\nንስኻስ ሓያል ኢኻ/2/ መስተንክር ግብርታትካ/2/ x2\n\n3,ፀላእተይ ክጥሕሩኒ ዙርያይ ተኸበቡ\nካብ በርቂ ትቕልጥፍ ስምካ ምስ ፀዋዕኩ\nበሊሕ ሴፍካ መዚዝካ ትመፅእ ብተሎ\nንፀላእተይ ኣብ ትሕተይ ኣብ ትሕተይ ተድንኖ\n\nንስኻስ ዕርደይ ኢኻ/2/ ንስኻስ ዋልታይ ኢኻ/2/\nየሱሰይ ዕርደይ ኢኻ/2/ የሱሰይ ዋልታይ ኢኻ/2/\n\n4,ፍቕርኻ ወይኒ ዘለላ ዝጠዓመ'ዩ\n'ቲ ቅብእኻ ዝፈስስ ምኡዝ ሽታ ኣለዎ\nኣዕናድካ ብሩር'ዩ መፀጊዕካ ወርቂ\nመግለፂ ስኢነሉስ እቲ ናትካ ፍቕሪ\n\nኣምልኮ ይግባኣካ እዩ/2/ ስግደት ይግብኣካ እዩ/2/ x2\nናይ ገነት ዓይኒ ማይ/2/ ወሓዚ ሩባ ዛራ ኢኻ/2/ x2\n\n             🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ ቅ.ኣንጠንዮስ ጎዳይፍ ኣስመራ Vol#2",msg)&Bot.editInlineKeyboard(b,msg)
