/*CMD
  command: /bt65
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mych"}]]

Bot.editMessage("🌷   ኢየሱስ ስለ ሓጥያተይ   🌷\n\n1,ኢየሱስ ስለ ሓጥያተይ ተበጂኻለይ\nኣብ መስቀል ውዒልካ ዝሞትካለይ /2/\nኣነስ ነዓኻ ክዝምረልካ እየ ብኹለንተናይ ክውድሰካ እየ /2/\nከዕልለልካ ከማስወልካ ዝገበርካለይ ከመስግነካ'የ /2/\n\n2,በቲ ደምካ ብህያው ፍቕርኻ\nሓጥያተይ ሓፂብካ በዕፅምትኻ ኢየሱስ ነፍሰይ ከሊልካ /2/\nከም ፈልፋሊ ዒላ ዘይነፅፍ ዛራ ማይ ፍቕርኻ ጠጢዑስ ኣትዩ ኣብ ኣዕፅምተይ/2/\nመግለፂ ሰናይካ ቃላት ስኢነልካ\nእነኹ የመስግን ኮይነ ኣብ ትሕቴኻ/2/\n\nንኹሉ ውዕለትካ ክዝምረልካ ኣሜን ክውድሰካ ኣሜን ከመስግነካ\nመልሓሰይ ንኽብርኻ ይገልፅ ኣሎ\nኣዳምፆ ይገልፅ ኣሎ ኣዳምፆ ይገልፅ ኣሎ\nልሳነይ ንሞገስካ ይዕልል ኣሎ ተቐበሎ ይዕልል ኣሎ ተቐበሎ ይዕልል ኣሎ\nመዝሙረይ ውዳሴኻ ይቓልሕ ኣሎ ኣሜን ይቓልሕ ኣሎ ኣሜን ይቓልሕ ኣሎ\n\n              🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ ቅ.ኣንጠንዮስ ጎዳይፍ Vol#2",msg)&Bot.editInlineKeyboard(b,msg)
