/*CMD
  command: /bt63
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/menu"}]]

Bot.editMessage("🌷    ኣንቅሓና ኣበርትዓና   🌷\n\n1,እግ/ር ከምዚ እናበለ ብነብያት ንደቁ ይምሕፀን\nኣብ ድቃስኩም ከይትጠፍኡ ነፍሲወከፍ ይበራበር\nከምተን ለባማት ደናግል ቀንዲልኩም ዘይቲ ምልእዎ\nእቲ ሕያው ኣምላኽ ምስ መፀ ደሊኹም ተቐበልዎ\n\n    ተደ:\nዎ እግ/ር ኣንቅሓና ኣበርትዓና\nፈሊና ክነለልዮ ዘለናዮ ዘመና /2/\nቁፅሊ በለስ ምስ ዓምበበ ክረምቲ ከምዝፍለጥ\nኩሉ ሰብ'ውን ዝህንጠዮ ፍሪኡ ንኽምገብ ንሕና'ውን ፍረ ድሕነት ንኽንረክብ ኣኽእለና ዎ እግ/ር\n\n2,ሰይጣን ዝበልዖ ደልዩ ከምዝጥሕር ኣንበሳ\nኣብ ዙርያኹም ይጓዝም ኣሎ ንነፍስኹም ክርምሳ\nስለዚ ፍለጥዎ ኣትኵርኩም ተቛመትዎ\nብሓይሊ ኵናት ናይ ኣምላኽ ዓጢቕኩም ተዋግእዎ\n\n3,መዓልቲ ከም ሰራቒ ኮይኑ'ዩ ዝመፅእ\nትኽስታኹም ኣጥፍእዎ ሓደ እዃ ኣይዘንግዕ\nዕጠቑ ተዳለው ኣፅዋር ኣምላኽ ልበሱ\nልብኻትኩም ኣፅርይዎ ፅኑዕ መንፈስ ተሓደሱ\n\nድልየትና እዩ ሃረርታና ክንረክብ ሕይወት ዘልዓለም\nፍፁም ኣይጠቕመናን'ዩ ሓጎስ ናይዛ ዓለም\nብሳህልን ምሕረትን ማሚቕና ክነብር ኣብ ሕቕፎኻ\nመወዳእታና ኣፀብቕ ጠምተና ብምሕረትካ\n\n              🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ ቅ.ኣንጠንዮስ ጎዳይፍ ኣስመራ Vol#2",msg)&Bot.editInlineKeyboard(b,msg)
