/*CMD
  command: /carl
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/kidus"}]
]

Bot.editMessage("ስለ ወጣቱ ቅዱስ [ካርሎ አኩቲስ]\n\nይህ ወጣት የሚታወቀው የቅዱስ ቁርባን ተአምራትን በማህበራዊ ገጽ (Website) ባከማቻቸው መረጃ ነው ይህም የሆነው በደም ካንሰር ከመሞቱ በፊት ነው፡፡\n\nየተወለደውም በለንደን ከተማ ከሀብታም ጣልያናዊ ቤተሰብ ነው የተጠመቀውም በቼልሲ የእናታችን ቤ/ክ ነው፡፡ \n\nቤተሰቦቹ\nአባቱ - አንድሪያ አኩቲስ\nእናቱ - አንቶኒያ ሳልዛኖ\n\nቤተሰቦቹ ግን ብዙም ጠንካራ ክርስቲያን አነበሩም\n\nቤተሰቦቹም በለንደን እና ጀርመን ላይ የስራ ዘመናቸውን አሳልፈዋል  በመጨረሻ ግን ወደ ጣልያን ሚላን ተዛውረዋል\n\nበ 1995 (እኤአ) ካርሎ በአራት አመቱ ወንድ አያቱ (የእናቱ አባት) ሞቱ ከዛን በኃላ በህልም ተገልጠው እንዲፀልይላቸው ይጠይቁታል፡፡ ከዚህ ጊዜ በኃላ ለመንፈሳዊነት ትልቅ ጉጉት ያድርበታል\n\nከአያቱ ክስተት ሶስት አመት በኃላ የመጀመሪያውን ቅዱስ ቁርባን ተቀበለ ይህም የሆነው ገና በ 7 አመቱ ነው፡፡ ካርሎ በመንፈሱ በጣም ጠንካራ ታዳጊ ነበር በዚህም ምክንያት ከቅዳሴ በፊት እና በኃላ ከታበርናክል ፊት ተንበርክኮ የጽሞና ጸሎት በዝምታ ለረጅም ሰአት ያደርጋል በየሳምንቱም ንስሀ ይገባ ነበር፡፡\n\nካርሎ በጣም ይወዳቸው ያደንቃቸው ይከተላቸው የነበሩ ቅዱሳኖች ነበሩ፡፡\nከእነዚህም መካከል\n•የአሲዚው ቅዱስ ፍራንቼስኮስ\n•ዶሚኒክ ሳቪዮ\n•በርናዴት\n\nካርሎ የተማረው Jesuit Instituto Leone XIII high school ሲሆን ካርሎ ማህበራዊ ኑሮ ላይ ለተጎዱ ልጆች ቤት ለሌላቸው እና በተለያየ ችግር ላሉ ልጆች እቤቱ ከሚገኘው ክፍሉ ድረስ በመውሰድ የሚችለውን እገዛ ያደርግ ነበር፡፡ ምንም እንኳ ጎደኞቹ ይህንን አመሉ ባይወዱለትም እሱ ግን በብዙ የበጎ ተግባራት እንቅስቃሴ ላይ በግንባር ቀደምነት ይሳተፍ ነበር፡፡\n\nበጣም ከሚወዳቸው ጨዋታዎች መካከል\n•ፕሌይስቴሽን እና ፊልም ይገኙበታል\n\nካርሎ በኮምፒውተር እውቀቱም ቀላል እሚባል ሰው አይደለም ስለዚህ ይህ እውቀቱ በአለም የተከሰቱ የቅዱስ ቁርባን ተአምራትን የያዘ ዌብሳይት እንዲከፍት አግዞታል፡፡ ይህ ስራም የጨረሰው በ 2005(እኤአ) ነው፡፡\n\nበጣም እሚያስደንቅ ጥቅስ ዌብሳይቱ መግቢያ ላይ በጉልህ ተጽፏል እሱም፡፡\n\"The more Eucharist we receive, the more we become like Jesus, so that on this earth we have a foretaste of heaven\"\nበብዛት ቁርባን በተቀበልን ቁጥር በይበልጥ ክርስቶስን እንመስላለን ፡ ስለዚህም በምድር ላይ የሰማያዊ ጣዕምን ቀድመን እናጣጥማለን፡፡\n\nካርሎ በደም ካንሰር እየተሰቃየ ቢሆንም በክርስቶስ ያገኘሁት ደስታ ማንም ሊነጥቀኝ አይችልም ይላል፡፡ ሁልጊዜም \"ይህንን የምሰቃየው ስቃይ ለቤ/ክ እና ለርዕሰ ሊቃነ ጳጳሳት መስዋእት አድርጌ ለጌታ ኢየሱስ ክርስቶስ አቀርባለሁ\" እያለ ህይወቱን መባ አድርጎ ለጌታ ያቀርብ ነበር፡፡\n\nካርሎ ለቤተሰቦቹ የቅዱስ ቁርባን ተአምራት የታዩበት ቦታ ወስደው እንዲያስጎበኙት ቢጠይቃቸውም ጤናው እያሽቆለቆለ መጣ ስለዚህ ይህ ሀሳቡ ውድቅ ሆነበት፡፡\nእያከሙት የነበሩት ዶክተሮች ለካርሎ አንድ ጥያቄ ይጠይቁታል፡፡\n\nካርሎ ህመሙ በጣም ከባድ እንደሆነ ይገባናል ነገር ግን ስሜትህን እንድትገልጽልን እንፈልጋለን ብለው ሲጠይቁት\nእሱ በሚገርም ሁኔታ ይመልስላቸዋል\n\"ከእኔ በላይ የሚሰቃዩ ሰዎች አሉ\" በማለት መለሰላቸው፡፡\n\nካርሎ በቀን 12 / 2006(እኤአ) ከጠዋቱ 12:45 ከዚህ አለም ተነጥሎ ወደ ዘላለማዊ ቤቱ ሄዷል፡፡ ከሞተም በኀላ ሲጎበኘው እጅግ መንፈሳዊነት ተጋብቶት የወደደው እና ስሞት እዚህ ቅበሩኝ ብሎ በተናገረበት በሚወደው ቅዱስ ፍራንቼስኮስ ሀገር (አሲዚ) ተቀብሯል፡፡\n\nየአኩቲስ እናት አንቶኒያ በ44 አመቷ ልክ ካርሎ ከሞተ በአራተኛ አመቱ የሞተበት እለት መንትዮችን ወለደች፡፡ ከዚህም በኃላ ካቶሊክ ቤ/ክ ለካርሎ እውቅና መስጠቷን ተከትሎ ለአንቶኒያ ጋዜጠኞች፡ ጥያቄ ሲያቀርቡላት \"እሱ ወደፊት ሌላ ቅዱስ እንደሚሾም\" ተናግሮኛል በማለት ቃሏን ሰጠች፡፡\n\nከጊዜያት በኃላ አኩቲስ “የእግዚአብሔር አገልጋይ” የሚል ስያሜ ተሰጥቶታል ፡፡ ቀጥሎም ርዕሰ ሊቃነ ጳጳሳት ፍራንችስኮስ እ.ኤ.አ. 5 ሐምሌ 2018 በጀግንነት እና በጎነት አንፀባራቂ ህይወቱን አይተው እና አረጋግጠው የተከበረ እንደሆነ አስታወቁ፡፡\n\nፓፓ ፍራንቼስኮስ ብፅእናውን የማወጅ ሂደት በ (ጥቅምት 21 2020 [እኤአ]) እንዲሆን ወሰኑ፡፡ \n \nየእሱን ብጽእናውን ለማወጅ በታቀደበት ወቅት ጣልያን በ Covid - 19 ወረርሽኝ የእንቅስቃሴ ገደብ አድርጋ ስለነበር ቀኑን ወደ (ሰኔ 10 2019 [እኤአ]) ተቀይሯል፡፡ በዚያም በላይኛው ቤ/ክ (የአሲሲው የቅዱስ ፍራንቸስኮ ባዚሊካ) የሊቀ ጳጳሱን ወክለው ከመሩት በካርዲናል አግስቲኖ ቫሊኒ ተደርጓል፡፡\n\nብፅእናውን መስጠት ፕሮግራሙ ተአምር እንደተገኘም ሰነዶች ያመላክታሉ፡፡\n\nእንግዲህ በቅድስት ካቶሊካዊት ቤተክርስቲያናችንም ታሪክ ለመጀመሪያ ጊዜ “የስፖርት እስኒከር፣ ጅንስ ሱሪ እና ባለኮፍያ ሹራብ” ለብሶ ለሕዝብ መንፈሳዊ ጥቅም ሲባል ያልፈረሰ አካል ይዞ በመስታወት ውስጥ የተቀመጠው የመጀመሪያው ቅዱስ ካርሎ ነው። እንግዲህ ከአዳጊ ወጣቱ ቅዱስ ካርሎ የምንማረው ትልቁ ቁም ነገር እኛ አዳጊዎች ወይም ወጣቶች ምንም በሰዎች ዘንድ እዚህ ግባ የሚባል ቦታ ባይኖረንም በደካሞች አድርጎ የእርሱን ብርታት የሚገልጥ አምላክ በእኛም ክብሩን ሊገልጥ እንደሚችል ማመን ነው። ቅድስና ከቶ የማይደረስበት ነገር ነው ብለን የምናስብ ወጣቶች ካለን ዛሬ ብጹዕ ካርሎ በእግዚአብሔር ጸጋ እኔ ቅዱስ ሆኛለሁ እናንተም ቅዱስ ልትሆኑ ትችላላችሁ በማለት ይመክረናል!",msg)&Bot.editInlineKeyboard(b,msg)
