/*CMD
  command: /endth
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("❤️እንዳንተ የሆነልኝ❤️ \n\nእንዳንተ የሆነልኝ ፍፁም ስላላገኘው\n አስከእለቴ ሞቴ ላንተ እገዛለሁ\n ፈዋሹ ስምህን ላአለም አውጃለሁ \n\n1⃣ መሪዬነህ ጌታ የህይወቴም አለኝታ \nነፍሴም ትኖራለች አንተን ተጠግታ የሚያሰፈራኝ ነገር ከቶ ምንም የለም\n ሃሌ ሃሌ ሉያ አዎን ለዘላለም \n\n2⃣ እርካታዬ አንተ ነህ ጌታ መድሀኒቴ \nአጽነኝ እና አበርቺ ደግሞም ረዳቴ \nአሁን ደስ ብሎኛል ጌታ ስላለኸኝ \nሌላ አልፈልግም አንተን ሚተካልኝ \n\n3⃣ ጌታ አንተንሳላውቅህ ብዙ ደክሚያለሁ \nአሁን በአንተ ኢየሱስ እርካታ አግኝቻለሁ\n ከቶም አላገኝም ከአንተ የበለጠ \nአለምን በፍኙ እንዳንተ የጨበጠ \n\n4⃣ ከእንግዲስ ወዲህ ብርሀንህ ይምራኝ \nባለሁበት አለም ብርሀን ሆኜ እንድገኝ\n ጣፋጭ ጨውም አድረገኝ ያለም ማጣፈጫ \nወደ አንተ እንድ መለስ ከከንቱ እሩጫ",msg)&Bot.editInlineKeyboard(b,msg)
