/*CMD
  command: /erkl
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("❤️እ/ር ካልሰራ❤️\n\nእ/ር ካልሰራ ሰራተኛ በከንቱ ይደክማል እርሱ ይሁን ከላለ በብርታቱ ሰው እንዴት ይረካአል ሰው እንዴት ይረካል ሰው እንዴት ይረካአል (2) \n\nለነፍስም ለስጋ የሚያስብ አሱ ነው ሰው ቢያወጣ ቢያወርድ የራሱ መብት የለው ዛሬ የገነባውን መልሶ ያፈርሰዋል ለመልካም ያሰበው ውድቀት ይዞ ይመጣል የማይወጣውንይገባና (አምላኬ ሆይ ላይቀር እንደገና)(2) ህይወቱን በቅዱ ያደርጋታል ብልህ ሰው ያቅዳል ከአምላኩ ጋር (2) \n\nምን ያስጨንቅሀል በእቅድ እሰራለሁ ስለዚህ ተደሰት ስጋዬ ሆይ በለው ጌታን ባላማዬ ግባበት ሳልለው በአሻዋ ላይ ቆሟል ይህኛው ፈረሽ ነው \n\nለጊዜው ቢደሰት ሰው ከእ/ር ቀድሞ ሰማይን ቧትቶ ምድርን አቃሎ ዘላለማዊ እረፍት ከእርሱ ለእርሱ አይሆንም የተማመነበት ወንዝ አያሻግርም የማይወጣውን .....\n\nሰላም እያስጣለ ሱሱ እያከረረ አልቆረጥ ያለ እጅግ ያስመረረ የእ/ር ጉልበት ሰው ካልተማጸነ ራሱን ይጨርሳል ዛሬ ነገ እያለ",msg)&Bot.editInlineKeyboard(b,msg)
