/*CMD
  command: /eska5
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"🔼ዋና ገፅ ",command:"/mych"}]
]

Bot.editMessage("❤️ተአምር 5\n\nበፓሪስ ከተማ ውስጥ ልብስ እየሰፋች እናትዋን የምትጦር አንዲት ልጃገረድ ነበረች። በሚገኘውም ገንዘብ እናትና ልጅ ኑሮአቸው አሻሽለው ደስ እያላቸው በደህና ሲኖሩ እናትየዋ ታመመችና ሁለት አመት ሙሉ የአልጋ ቁራኛ ሁና በመጨረሻም ሞተች። ልጅትዋ በእናትዋ ሞት እጅግ ከማዘንዋም በላይ ታላቅ ችግር ላይ ወደቀች ሌሊትና ቀን ከእናትዋ ሳትለይ እናትዋን በማስታመም የልጅነት ጤና ተጓድሎ ሥራ ለሠስራት አልቻለችም። ድሮ እየሰራች ያጠራቀመችውንም ገንዘብ በእናትዋ ህመም ምክንያት ለህክምና ወጪ አርጋ ጨርሳ የምትበላው አጣች አንዳትለምንም አፈረች።\nይህች ልጃገረድ ሞቼ ማረፍ ይሻለኛል በማለት ራስን መግደል ታላቅ ሀጥያት መሆኑን እንዳትገነዘብ ሰይጣን አሳስቷት የምትሞትበትን ዘዴፈልጋ ሌሊት የመርዝ ጭስ እሳት ውስጥ ጨምራ ታፍና ለመሞት አልጋዋ ላይ ተኛች። ጥዋት ጓደኛዋ በቤትዋ አጠገብ ስታልፍ ብትጣራ መልስ አላገኘችም በሩን ከፍታ ገብታ ብታይ አልጋዋ ላይ ተዘርራ ያለ ትንፋሽ አገኘቻትና እየጮኸች ሮጣ ሐኪም ጠራች ሬካምዬ የሚባለው የታወቀ ሐኪም በፍጥነት ደርሶ የተገባ ምርመራውን ከፈፀመ በኃላ /ምንም ማድረግ አይቻልም መሞትዋ ነው/ ብሎ ሊወጣ ሲል እንደገና ተመልሶ ደረትዋን ገለጠና ልብዋን ለመስማት ሲያጎነብስ እስካፒለር አንገቷ ላይ መኖሩን አየ ያን ጊዜ ሐኪሙ በደስታ ቀና ብሎ የማርያም ቃል ኪዳን ሳይፈፀም መቅረት አይችልም እስካፒለርን አጥልቆ ተስፋ መቁረጥና መሞት በሰይጣን እጅ መውደቅ አይቻልም ሲል ተናገረ። ልጅትዋም ቆይታ ቆይታ ነፍስ ዘራች ፈጽሞም ዳነች። በኃጥያትዋ ተፀፅታ አለቀሰች። በእመቤታችን ብርታት በተአምር መዳንዋ አውቃ ለደብረ ቀርሜሎስ ማርያም የተገባ ምስጋና አቀረበች። ከዚያም ወዲህ ዓለምን መንና ገዳም ገባች። በኃላም በመንፈሳዊነትና በቅድስናዋ ተመርጣ የገዳሙ አለቃ ለመሆን በቃች ገዳሙን በመልካም ስታስተዳድር ብዙ ከቆየች በኃላ ከሰማይ እናትዋ ከድንግል ማርያም ጋር ተገናኝታና አምላክ ያሰናዳላትን አክሊል ወርሳ በደስታ ለመኖር ወደሰማይ በረረች።\n\nምንጭ:- ልብሰ ማርያም(እስካፒለር)...........በአባ ገብረ ሚካኤል መኮንን። የተፃፈ",msg)&Bot.editInlineKeyboard(b,msg)
