/*CMD
  command: /eska3
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"🔼ዋና ገፅ ",command:"/mych"},{title:"⏩ቀጣይ",command:"/eska4"}]
]

Bot.editMessage("❤️ተአምር 3\n\nከእግዚአብሔር እና ከ ቤ/ክ ርቃ የምትኖር በባሪ ከተማ ወይዘሪት ካርሜላ ጃንኮ የምትባል ልጃገረድ ነበረች። በሐምሌ ፲ ቀን ፲፸፻፴፸ ዓ.ም በብርቱ ታመመችና የምትሞት መሆንዋ ተረጋገጠ እናትዋ በእመቤታችን ላይ ተስፋዋን በመጣል እስካፒለር በልጅቷ እራስጌ ሸጎጠችና ዕንባዋን እያጎረፈች ጸሎትዋን ጀመረች። የበሽተኛዋ እህት የ፲ አመት ልጅ በለቅሶ እየተንሰቀሰቀችና እየጮኸች የቀርሜሎስ እመቤታችን እህቴን ካርሜላን አድኚልኝ እንዳትሞትብኝ አድርጊ ትል ነበር። ካርሜላ የእህቷ ለቅሶና ፀሎት ልብዋን ነክቶአት የነፍስዋን ነገር አሰበችና አንገቷዋን ቀና አድርጋ በፍጥነት ቄስ ጥሩልኝ አለች። ቄሱ በመጡ ጊዜ ንሰሀ ገባች ቁርባንም ተቀበለች። በማግስቱ የቀርሜሎስ እመቤታችን በዓል ቀን በሽቷዋ ለቆአት ጤናዋ ተመልሶላት ተገኘ።  በልብሰ ማርያም ምክንያት ካርሜላ ጃንኮ በነፍስም በስጋም ጤናን አገኘች\n\nምንጭ:-ልብሰ ማርያም(እስካፒለር) ......በአባ ገብረ ሚካኤል መኮንን የተፃፈ",msg)&Bot.editInlineKeyboard(b,msg)
