/*CMD
  command: /eska4
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"🔼ዋና ገፅ ",command:"/menu M"},{title:"⏩ቀጣይ",command:"/eska5"}]
]

Bot.editMessage("❤️ተአምር 4\n\nዶመኒኮ ሳብዮ የሚባል እመቤታችንን በጣም ነሚያፈቅር አንድ ቅዱስ ልጅ እስካፒለርን ከአንገቱ አይለይም ነበር። አንድ ቀን ተማሪ ቤት ሳለ የእናኑትን በጠና መታመም ሰማና ከአለቃው አስፈቅዶ ወደ ቤቱ ሲሮጥ ቢሔድ የሚወዳት እናቱ በወሊድ ምክንያት ምጥ ይዟት ስትጨነቅና ስታጣ ጥር አገኛት ከተኛችበት አልጋ ላይ ዘሎ ወጥቶ ከሳማት በኋላ በአንገቱ ላይ የነበረውን እስካፒለር አወለቀና /እማምዬ አይዞሽ አመቤታችን ታድንሻለች እመኚ/ ብሎ በአንገቷ ላይ በአጠለቀላት ጊዜ ወዲያውኑ በደህና ተገላገለች። ዶመኒኮ በጣም ተደሰተ /እማሚዬ አንዳንቺ በምጥ ለሚሰቃዩ ሴቶች ሁሉ ይህ እስካፒለር ያድናቸዋል ያዢው/ ብሎ ወደ ትምህርት ቤቱ ተመለሰ። ይህ የዶመኒኮ ሳብዮ እስካፒለር ምጥ ለያዛቸው ሴቶች መድሀኒት ሆኖ የዶመኒኮ እናት ልጅዋ እንዳላት በምጥ ለሚጨነቁ ሴቶች አንገታቸው ላይ ስታጠልቅላቸው በደህና ይገላገሉ ነበር።\n\nምንጭ:- ልብሰ ማርያም(እስካፒለር).........በአባ ገብረ ሚካኤል መኮንን። የተፃፈ",msg)&Bot.editInlineKeyboard(b,msg)
