/*CMD
  command: /g2
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷🙏🌷  ይኣኽለኒ ዘመን ዕውር ናብራ🌷🙏🌷\n\nጨው ዘይብሉ መግቢ እየ ነይረ\nመቐረት ዘጥፋእኹ ጥራይ ምስሊ ሒዘ\nንኹሉ ትኽእል ኤልሻዳይ ጎይታይ ግን\nኣቃሚምካኒ ኣዝየ ክጥዕም\n\n1,ናብራ ዓለም ጥዒመ ኣስተማቒረዮ ዘይብሉ\nተሓጎስ እምበር ርአ ኣስተውዕል\nዓንድር እንተዘይኮይኑስ ህድኣት ዘይብሉ\nትዕቢት ምስ የቕርንታ ዘውዲ ትደፋኣሉ\nህይወት እዩ ነይሩ ራእይ ትስእነሉ\nሎሚ ኣብቂዑ'ሎ ኦሆይ ዕሽነተይ ኩሉ(2x)\n\nተደ,  ይኣኽለኒ ዘመን ዕውር ናብራ\n       ይኣኽለኒ ዘመን ስቓይ መከራ\nሎምዓልቲ ኢሂ...ኣብ ቅድሚ ጎይታ ኣሃ...\nልበይ ንክስጣሕ\nከምታ ዒሉ ኡሁ...የሱስ ባዕሉ ኣሃ...\nኣባይ ክውጣሕ\n\n2,ዝሙት ቅንኢ ሓሶት ጥንቆላ ምስ ትዕቢት\nሰፈር ረኺበን ኣብዘይ ሰረተኦ ቤት\nዝተዋደደለይ ንኽስመ ቤት ፀሎት\nጉህዩ እዩ ኣቦየ ብናይ ቤቱ ሕስረት\nሎሚ ምድሓን ኮነላ ነዛ ክብርቲ ቤት\nደጊም ይኣኽለኒ ኢሂ...ዚናብራ ዕሽነት\n\n          🌷🙏🙏🙏🌷\n\nብመዘምራን ደብረ መ.ዓለም ቪላጆ",msg)&Bot.editInlineKeyboard(b,msg)
