/*CMD
  command: /g4
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷🙏 ኣዕዝዞ ሳህልኻ🌷🙏\n\n1,ኣብቲ ደረቕ ፅሙእ ምድረበዳ\nኮይና ነፍሰይ ሃረር ትብለካ ኣላ\nዎ እግዚኣብሄር ምሕረት ግበረላ\nብዘይካኻ መዓዝ ትንቀሳቐስ\nሓደ ስጉሚት ምንቕ ኮነ ተንከስ\nኣይትብልን'ያ(2) ፍፁም ኣይትብልን(2)\n\nኣንታ ንህድኣተይ እትተግህ ጎይታ\nኣንታ ንዕረፍተይ ዘይትዓርፍ ጎይታ\nነፍሰይ ኣማዕቑባ የሱስ ከም ቀደምካ \nኣዕዝዞ ሳህልኻ\n\n2,እቲ ከይሲ ክጥሕረኒ ደልዩ\nኣብ ዓንኬል ዙርያይ የዕገርግር'ዩ ዘሎ\nበቲ ሓያል ቅልፅምካ ገስፆ\nፁኑዕ ዋልታይ እሙን መዕቆብየይ\nብዘይካኻ መን'ዩ ረዳእየይ\nጠምተኒ ረኣየኒ ገፅካ ምለሰለይ(2)\n\n3,ነዊሕ ጉዕዞ ምስ ሓለነት ነፍሰይ\nካብቲ ቤትካ ክትክወል የሱሰይ\nኣይማማኣን ፍፁም ኣይጠዓማን\nጣዕሚ ህይወት የለን ብዘይካኻ\nከንቱነት'ዩ ዘይብሉ ንስኻ\nሪኣቶ'ያ መስኪራቶ መስኪራቶ ነፍሰይ(2)\n\n               🌷🙏🙏🙏🌷\n\nብመዘምራን ኪ.ምሕረት ሰምበል",msg)&Bot.editInlineKeyboard(b,msg)
