/*CMD
  command: /g5
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷🙏 ኣቦይ ዝመረፃ🌷🙏\n   🌷( ካብ ኣምላኽ ዝመፀት)🌷\n\n1,ተስፋ ዝተሳእኖ ኣዝዩ ክፉእ ቦታ \nእንትርፎ ምጉርምራም ዘይብሉ መለሳ\nሓጎሱ ጠፊኡ ፍፁም ዝቀሃመ\nሰላም ሰፊንዎ ካብ ማርያም ዝመፀ(2)\n\nላዕሊ ዝነበረ ናብታሕቲ ምስ መፀ\nንሓይሊ ሞት ክስዕሮ ኣብ ከርሳ ሓደረ\nብርሃን ዝነበረ ካብ ብርሃን ምስ መፀ\nንሓይሊ ምት ክስዕሮ ኣብ ከርሳ ሓደረ\nእንደገና ሽጉ ብብርሃን ኮሊዑ \nካብኣ ተበጊሱ ኣእዳው ዘርጊሒ(2)\n\n2,ካብ ኣምላኽ ዝመፀት ኣምላኽ ዝሓፀነት\nኣብ ትሕቲ ፀግኡ ልዕልቲ ዝኾነት\nንጉስ ምስ ሃነፃ ከምቲ ንሱ ዝደልዮ\nንግስቲ ብሙዃን ንጉስ ወለደቶ(2)\n\n     ላዕሊ ዝነበረ....\n\n     2,ካብ ኣምላኽ....\n\nደጊም ውሉድ እንበር ባርያ ኣይኮንኩን\nከምቲ ኣቦ ዘሎኒ ኣደ ኣይሰኣንኩ \nኣቦይ ዝመረፃ ክትኮኖ መርዓቱ\nምስኣ ብምዃን 'የ ንየሱስ መዋርቱ\nኣቦይ ዝመረፃ ክትኮኖ መርዓቱ\nምስኣ ብምዃን'የ ንንጉስ መዋርስቱ\nኣቦይ ዝመረፃ ክትኮኖ መርዓቱ\nምስኣ ብምዃን'የ ንተስፋ መዋርስቱ\n\n               🌷🙏🙏🙏🌷\n\nብመዘምራን ኪ.ምሕረት ሰምበል",msg)&Bot.editInlineKeyboard(b,msg)
