/*CMD
  command: /g6
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷🙏 መንፈስ ተስፋ🌷🙏\n\nመበራቲዒና መንፈስ ቅዱስ\nመፀናኒዒና መንፈስ ቅዱስ\nዓያዪ ዕዮና መንፈስ ቅዱስ\nዕርቡን ናይ ርስትና መንፈስ ቅዱስ\n\n1,ንበይንና ኣይኮናን ንኸዶ ዝጉዕዞ\n ሓለዋ ኣሎና ማንም ዘይስዕሮ\n ብቕድሚት ብድሕሪት ፅኑዕ'ዩ ዋልታና\n ብየማን ብፀጋም እሙን'ዩ ፀግዕና\n\n   \n'ዚ መንፈስ ተስፋ መንፈስ ፍቕሪ\n መንፈስ ፀጋ መንፈስ ሓይሊ\n 'ዚ መንፈስ ክብሪ መንፈስ ሓጎስ\n ጌና ኣሎ መንፈስ ቕዱስ\n ብሰረገላ'ዩ ኣብዚ ኣብፂሑና\n ብሰረገላ ቕዱስ\n\n2,ወንጌል ንድኻታት ኣብ ልቦም ክበፅሖም\nጭቁናት እሱራት ሓርነት ክመፆም\nከምቲ ነቦታትና ምስኦም ዝነበረ\nመንፈስ ኣምላኽ ኣሎ ጌና ከይደኸመ\n\n    \n3,ከናፍርና ቅብኣቱ ከፍስስ\nንሰማዕቱ በረኸት ከዉርድ\nኣእዳዉና ፍቓዱ ክመልኣ\nምንጋፍ ኣብ ኩሉ ከብፅሓ\nክርዳድና ብሓዊ ክነድድ \nስርናይና ብወፍሪ ክንዓፅድ\nንዓለም ብዓለማ ክንመልኣ\nመንፈስ ቅዱስ ኣሎ ኣብ ዙርያና\nመንፈስ ቅዱስ ኣሎ ኣብ ማእከልና\nመንፈስ ቅዱስ ኣሎ ኣብ ማህደርና\nመንፈስ ቅዱስ ኣሎ ኣብ ልብና\nመንፈስ ቅዱስ ኣሎ ኣብ ልዕሌና\n\n           🌷🙏🙏🙏🌷\n\nብመዘምራን ኪ.ምሕረት ሰምበል",msg)&Bot.editInlineKeyboard(b,msg)
