/*CMD
  command: /g7
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷🙏🌷 ኣዳልዩለይ🌷🙏🌷\n\n1,ኣብቲ ዳግማይ ህይወት ምንባር 'ተ ጀሚረ\nዘልኣለም ሓጎስ'ዩ እቲ ዝመቀረ\nንምንታይ ይጭነቕ ንኽነብር ኢለ\nኣይወድቕ ኣይደክም ምስ የሱሰይ ኮይነ\n\nኣዳልዩለይ(2) ኣሎ ኣዝዩ ክቡር ቦታ\nኣዳልዩለይ(2) ኣሎ ኣዝዩ ብሉፅ ስፍራ\nኣዳልዩለይ(2) ኣሎ ዋጋ ዘይከፍለሉ\nኣዳልዩለይ(2) ኣሎ ውሽጠይ ዝዓርፈሉ\nተስፋይ እዙይ እዩ ነፋሰይ እትደልዮ(2)\nኣኽሊል ክብሪ ህይወት ነፋሰይ ትቐበሎ(2)\n\n2,ፀሓይ ኣየድልዮን ብርሃን ንኽኸውን\nወርሒ ከዋኽብቲ ንዑ ኣይበቕዕን\nወሓዚ ማይ ህይወት ክፈስስ ዝውዕል\nየሱስ ኣዳልዩለይ እቲ ብርሃን ቀንዴል\n\n3,ኣዝዩ ብሉፅ ቦታ ዓይኒ ዘይረኣየቶ\nትማሊ ኮነ ሎሚ እዝኒ ዘይሰምዓቶ\nኣእምሮ ወዲ ሰብ ፋፁም ዘይመርመሮ\nየሱስ እዚ ህያብ ኣዳልዩለይ\n\nቀሲነ ክነብር ምርጭኡ ኾይኑ\nንዓይ ንውሉዱ ክብሪ ሂቡኒ'ዩ\nእቲ ኾኸብ ፅባሕ ዘልኣለም ህያው'ዩ\n  ኣነ ዝፅበዮ ተስፋይ ኢየሱስ እዩ\n  ኣዳልዩ...ኣዳልዩ...ኣዳልዩ...(2)\n\n           🌷🙏🙏🙏🌷\n\nብመዘምራን ኪ.ምሕረት ሰምበል",msg)&Bot.editInlineKeyboard(b,msg)
