/*CMD
  command: /g8
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"⏩ለመመለስ⏪",command:"/tigmez"},{title:"🔼ዋና ገፅ🔽",command:"/mytig"}]]

Bot.editMessage("🌷🙏 ቅዱስ ሓዊ እዩ🌷🙏\n\n\n🙏...ከምቲ ኣቦ ንውሉዱ ዝቐፅዖ: እግዚኣብሄር ከኣ ነቶም ናቱ ይቐፅዖምን ይገርፎምን እዩ'ሞ: ብፀበባኻን ብሽግርካን ከይተሓለልካ:ብምስጋናን ብዕልልታን ተኸቢብካ: ኣብ መሐለዊኻ ፀኒዕካ ድኣ ንሰላምካ ተቀባበሎ እምበር: ገለ\nእዃ ኣብ ቅድሚ ኣምላኽካ መማረሪ ኣይትግበር: ከመይ ንሱ ክፍተን ከሎ ተሳቅዩ እዩ'ሞ: ነቶም ዝፍተኑ ክረድኦም ይከኣሎ እዩ ኣሜን...!...!...!!!\n\n1,ህይወትካ ካብ ኣዕዋፍ ሰማይ ዝበለፀት\nብዋጋ ደም ጎይታ ዝተረኽበት\nብበረኸትን ፀጋን ዝተኸበት \nክትረክብ'ያ ዓስቢ ናይ ዓወት(2)\n\n          ቅዱስ ሓዊ'ዩ እህታኻ\n          ቅዱስ ሓዊ'ዩ ዝቐርደልና\n          ቅዱስ ሓዊ'ዩ ምፅባይካ\n          ቅዱስ ሓዊ'ዩ ዘንድደካ\n          ወርቂ ምዃንካ ትነግረሉ ክቡር ኣቅሓ'የ እትብለሉ\nእናነደድካ ዘይትሓረሉ እዃ ድኣ ትኹልዓሉ\n        ቅዱስ ሓዊ'ዩ\n\n2,ዝለመንካዮ ተዘይረኸብካ\nኣዝዩ እንተነውሐ ምፅባይካ\n'ቲ እሙን ጎይታ ካብቲ ትሓስቦ\nኣዝዩ ዝበልፅ ቀሪቢልካ'ሎ(2)\n\n3,መቕፃዕትኻ ንዘናይካ'ዩ\nምስ'ዛ ዓለም ከይትኹነን'ዩ\nእሙን ምዃንካ መረጋገፂ \nከምዘሎካ ፈቃር ወላዲ(2)\n\n4,ሰላም ህይወትካ ተተዘርገ\nኣብ ክንዲ ፅቡቕ ክፉእ እተበዝሐ\nሰብ ዘይብልካ ተመሰለካ\nንሰብ ዝፈጠረ ኣሎ ምሳኻ(2)\n\n             🌷🙏🙏🙏🌷\n\nብመዘምራን ኪ.ምሕረት ሰምበል",msg)&Bot.editInlineKeyboard(b,msg)
