/*CMD
  command: /jomz
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("ፍቅርህ በዝቶልኝ ጌታ ኢየሱሴ\nላመልክህ መጣሁ ይኸው ከነፍሴ በእወነት ከነፍሴ \nእወድሀለሁ 4 ለዘላለም\nለዘላለም 8\n1- ለወደድኳት ነፍሴ እንዳንተ አልሆንላት ለላፈቀርኳት ለህይወቴ አልችል ልሞትላት\n\nእጅግ አፍቅረኸኝ ባንተ መጎብኘቴ\nብትወደኝ ነው እንጂ ቀረ መዋተቴ ቀረ መቃተቴ\n\nምንስ ኑሮኝ የሚያስወድድ\nምንስ ኑሮኝ የሚያስወድድ\nመገኘቴ ባንተ ፊት\nመታየቴ ፍቅርህ\nመዋጀቴ በደምህ መስዋዕት\n\nእወድሀለሀ4 ለዘላለም\nእወድሀለሁ3ለዘላለም2\nአመልካለሁ 3ለዘላለም\nአመልክሀለሁ 3ለዘላለም\nአመልክሀለሁ ለዘላለም4\n\n2-ያለምንም ስሌት እንደዚህ ወደድከኝ\nምላሼን ሳትጠብቅ በመስቀል ሞትክልኝ\nእንደዚህ ወደኸኝ ባልወድህ ይግረመኝ\nፍቅር ማለት ይኽ ነው ለኔ ያደረክልኝ ለኔ ደም ያፈሰስክልኝ\n\n3- የደረቀን መንፈስ ሞልተህ ያረሰረስከው\nበጎልጎታ መስዋዕት ያኔ ባፈሰስከው\n\nነፍስህን አሳልፈህ ለኔ የለገስከው \nለምልማ ህይወቴ እባርክሀለሁ\nእወድስሀለሁ\n\nበትላንት አልበቃህ ዛሬም  እየማርከኝ\nሰከኜ እኖራለሁ ነገም ይምጣና እያመለኩኝ\nእወድሀለሁ እንደገና\nይበልጥ ልውደድህ ነገም ይምጣና\nእወድሀለሁ እንደገና\nእንደገና\nእወድሀለሁ ኢየሱስ\nእወድሀለሁ",msg)&Bot.editInlineKeyboard(b,msg)
