/*CMD
  command: /krsti
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt2"}]
]

Bot.editMessage("❤️ክርስትና❤️\n\nአይደለም ምስጋናህ ተው አይደል ዝማሬህ\nአይደልም እውቀት አይደለም ስብከት\nሰው እስኪ ያውቅ እስኪለይህ ተው አይሁን ጾም ጸሎትህ\nክርስትና ይትይ ሲናገር ህይወትህ\nአይደለም ምስጋናህ ተው አይደል ዝማሬህ\nአይደልም እውቀት አይደለም ስብከት\nአትታበይ በልብህ በአስራት በምጽዋትህ\nክርስቶስን አሳይ ኖረኸው በህይወትህ\n\nከጽድቅ ህይወት ዜማህ በዝቶ  ስትዘምር ባደባባይ በመድረክ ላይ\nለማያምኑ አይከብድም ወይ አይጥልም ወይ ትዝብት ላይ ኑሮህ ሲታይ\nቅርቤም ያለው ጎረቤትህ እንዲማረክ ባልንጀራህ\nህይወትህ ይናገር ይጥራ ፍሬው ሆኖ የጉመራ ኦ አንተ አዝመራ\n\nአምባሳደር ሆኖ የአባቱ በህይወቱ እንደታየ ያው ስብከቱ\nማነው ሰብኮን ሚርምር ህይወቱ ሲታይ እየሱስ መሳይ\nአምባሳደር ሆኖ የመንግስቱ በህይወቱ እንደታየ ያው ስብከቱ\nከነቀፋ ነጻ ማነው ሲታይ እየሱስ መሳይ\n\nከዘፍጥረት እስከ ራእይ ቃሉ በቃል ተሸምዶ ብቻ ተሸምድዶ\nያልተኖረ ክርስትና ማብቂያው የት ነው እንዲህ ሄዶ ሄዶ/2/\nከስማችን በላይ አምሮ ኧረ ይታይ ህይወታችን በኑሯችን\nይሄ አይደል ወይ ከእግዚአብሔር የተሰጠ አደራችን ለምድራችን\n\nባንድ በስለው ፍቅር ምህረት ደግሞም በቀል ምቀኝነት ዘረኝነት\nተገምደውም እየበቀሉ በራድና ትኩስ ህይወት ላይሆን ስብከት\nእስኪ ሚያየዩን ይታነጹ እሱ ያውራና ተግባራችን ከአፋችን\nበፍሬያችን እንታወቅ ልኩ ይህ ነው የእምነታችን መለኪያችን",msg)&Bot.editInlineKeyboard(b,msg)
