/*CMD
  command: /marya
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/kidus"}]
]

Bot.editMessage("📌📌 የእህት ማርያ ሮዛ ፔሌዚ አጭር የሕይወት ታሪክ 📌📌📌📌\n    እህት ማርያ ሮዛ በፕሪግናኖ (ሞደና) በሚገኘው ሞራኖ ህዳር  2 ቀን 1909 ዓ.ም ተወለዱ  ። ማርያ ሮዛ 4 ወንድሞችና 4 እህቶች ነበሩዋቸው  ፣ የማርያ ሮዛ የቀድሞ ስማቸው ቡሩና ነበር ። በኑሮ በዝቅተኛ ቤተሠብ የተወለዱ ከመሆናቸው የተነሣ ኑሮአቸውን በፕሪግናኖ በሳን ሜቼቲና ፒግኒቶ አሳልፈው ነበር በ 23 አመታቸው የእርሻ ሥራዎችንና ወላጅ አልባ የሆኑት 6 የህቶቻቸውን ልጆች በመተው ራሣቸውን ለእግዚአብሔር መስዕዋት አድርገው ለመስጠት በነሐሴ ወር 1932 ዓ.ም ሪሚኒ  ሄዱ ። \n   መስከረም 14 ቀን 1933 ዓ.ም በቅዱስ ፍራንሲስከቀስ ገዳም ገቡ ። ቀጥሎም በእሳቸው ሃሳብ መሠረት ገዳሙ ሦስተኛው የቅዱስ ፍራንሲስኮስ ማህበር ተብሎ መጠራቱ ቀርቶ ፍራንስካዊያን የክርስቶስ ልዑካን ደናግላን ማህበር በመባል ለመጠራት ቻለ ። እህት ማርያ ሮዛ በሰሶሎና በፈረራ ሕጻናትን የማስተማር አገልግሎት አበርክተዋል  ። \n✔️✔️✔️ የክርስቶስን መስቀል መሸከም ✔️✔️✔️\n እህት ማርያ ሮዛ ፔሌዚ ጋያቶ ሞደና በሚገኘው ፒኔታ የድካምን  ማረፊያ ከህዳር 6 1937 ጀምረው  ለ3 ዓመታት ሲያገለግሉ ቆይቷል  ። ከዚህ በመቀጠል በቦሎኛ በሚገኘው ሲ.ኤ ፒዛርዲ የድኩማን ማዕከል በሥቃይ ላይ ያሉትን ሰዎች አገልግለዋል  ። በዚህም ለቤተክርስቲያኒቱና ለመላው ሕዝብ ከፍተኛ አገለግሎት ማበርከታቸው ይታወቃል  ። ለ25 ዓመታት ያህል አብሮዋቸው የቆየውን ሕመም ከምስጋና ጋር አስታውቀዋል  ፣ እንዲሁም ከጌታ ዘንድ የተሠጠ ሥጦታ መሆኑን ስለተረዱ መስከረም 11 ቀን 1962 የበሽታውን የብር ኢዮቤልዩ አከበሩ  ። እህት ማርያ ሮዛ ታህሳስ 1 ቀን 1964 በሳሶሎ ከዚህ አለም በሞት ተለዩ ። በየካቲት 1969 ዓ.ም የተጀመረው የብፅዕናቸው ጥናት ምርመራ  ጥር 17 1974 ዓ.ም በሬጆ ኢሚሊያ ጳጳስ በይፋ ታወጀ ።",msg)&Bot.editInlineKeyboard(b,msg)
