/*CMD
  command: /mdhnt
  help: 
  need_reply: false
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("❤️መድኀኒታችን ተወልዷል❤️\n\n1⃣የአለም ፈጣሪ ታላቁ ጌታ \nሁሉ በእርሱ የሆነ *የማይረታ(2)\nመድኀኒት ተወልዷል ዛሬ በበረት \nስሙን እናመስገን *እንዘምርለት(2\n           💥አሜን እንዘምርለት\n\n❣መድሀኒታችን ተወልዷል /2/\nክብሩንም በአይናችን አይተናል /2\nክብርም ለእርሱ ይሁንለት /2/\nወድቀን ከፊቱ እንስገድለት /2/\n\n2⃣የሰላሙ መሪ መጥቷል ወደኛ \nሊያድነንም ፈቅዶ *በበረት ተኛ (2)\nፍቅሩ የማይሻር ዘላለማዊ ነው \nሁሌም ዘወትር *ክበር እንበለው(2)\n         💥ዛሬም ክበር እንበለው \n\n3⃣ክብሩ ሞገሱ ከሁሉ ይበልጣል \nእርኩስ መንፈስ *ያንቀጠቅጣል(2)\nእውር ሽባውም በስሙ ይድናል \nመድኀኒት ሆኖ *ሁሉንይፈውሳል(2)\n      💥ኢየሱስ ተወልዷልና \n\n4⃣ቃል እንደ ነበረ መቼ ቀረና\nበመንፈስ ሰርጾ *ተወልዷልና(2)\nዝማሬአችንም ለእርሱ እናዜማለን  በሰማይ በምድር\n*ሰላም ይሁን ብለን(2)\n     💥ሰላምን ስጠን",msg)&Bot.editInlineKeyboard(b,msg)
