/*CMD
  command: /one
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 

  <<ANSWER

  ANSWER
  keyboard: 
  aliases: 
CMD*/

let msg=User.getProperty("msgid")

var b = [[{ text: "⬆️ዋና ገፅ", callback_data: "/menu"}]]

 Api.sendPhoto({
  chat_id: chat.chatid,
  photo: "https://t.me/xexgbjnsjnjudxbjjdxSam/9",caption:  "✍🏽 ለምን ቤተክርስቲያናችን አንዲት ናት እንላለን⁉️\n\nቤተክርስቲያናችንን አንዲት ናት የምንልባቸዉ በርካታ ምክንያቶች አሉ።\n\n1⃣ ከሰዉ ዘር ሁሉ የተውጣጡ በሁሉም ሀገሮች የሚገኙ ካቶሊካውያን ሁሉ እኩል የሚያከብሩትና የሚጋሩት አንድ ቅዱስ ቁርባን ያላት በመሆኑ ነዉ፡፡ በዚህ እጅግ ቅዱስ በሆነዉ ምሥጢር አማካይነት ክርስቶስ በዚህ ማዕዱ ዙሪያ እንደ አንድ ቤተሰብ ሰብስቦን በግልጽ የሚያስተሳስረን እርሱ ነዉ።\n2⃣ እኛ ካቶሊኮች በዓለም ዙሪያ ሁሉ ተመሳሳይ የአምልኮ ሥርዓት ያለን ሲሆን ካቶሊኮች ሁሉ ከሮማው ጳጳስ ጋር በጠበቀ ኅብረት ሲኖሩ ምን ጊዜም በማንኛዉም የተሳሳተ አስተምህሮ ሳይነቃነቁ ከጴጥሮስ አለት ጋር በፍጹም አንድነት ይኖራሉ።\n3⃣ በሮም ያሉት ርእሰ ሊቃነ ጳጳሳት የመላይቱ ካቶሊክ ቤተክርስቲያን የአንድነት ተምሳሌት ናቸዉ። እሳቸዉ ዝም ብለው የቤተክርስቲያኒቱ ራስ ወይም የበላይ ሳይሆኑ ክርስቶስን ወክሎ በቅዱስ ቁርባን ምሥጢር ከክርስቶስ ጋር ለሚኖረን ፍጹም አንድነት የሚመሩ ሊቀ ካህን ናቸዉ። በአሁኑ ወቅት ይህ ክርስቶስ የተመኘዉ አንድነት በተከታዮቹ ዘንድ በሙላት ያለመኖሩ በጣም ያሳዝነናል፡፡ ለዚህ አንድነት ማጣት ካቶሊክ ቤተክርስቲያን በቱርክ ዉስጥ ያደረገችዉ አስተዋጽዖ አለ፡፡ በመሆኑም ር.ሊ.ጳ ጳዉሎስ 6ኛ እና ዮሐንስ ጳዉሎስ ዳግማዊ የካቶሊክ ቤተክርስቲያን በዘመናት ጉዞዋ ለክርስቶስ ተከታዮች መልካም የፍቅርና የእምነት ምሳሌ ያልሆነችባቸዉ አጋጣሚዎች እንዳሉ አምነዉ በዚህ ምክንያት በክርስቲያኖች መካከል ስለተፈጠረዉ መከፋፈል ሁሉ እኛም እኩል ተጠያቂዎች ነን በማለት በይፋ ይቅርታ ጠይቀዋል። የሆነ ሆኖ “ሁሉም አንድ እንዲሆኑ” ከጌታ ጋር እኛም በጸሎት እንተጋለን፡፡ (ዮሐ.17፡2)"
, reply_markup: { inline_keyboard: b } })

Api.deleteMessage({chat_id:chat.chatid,message_id:msg})
