/*CMD
  command: /papa
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg=User.getProperty("msgid")

var b = [[{ text: "ተመለስ", callback_data: "/first"}]]

 Api.sendPhoto({
  chat_id: chat.chatid,
  photo: "https://t.me/xexgbjnsjnjudxbjjdxSam/3",caption:  "✍🏽የሮማው አቡን ርእሰ ሊቃነ ጳጳሳት “ፓፓ” ወይም “ጳጳስ” በመባል ይታወቃሉ\n\nትርጓሜዉም “የመላዋ ቤተክርስቲያን አባት” ማለት ነዉ የመጀመሪያዉ የጴጥሮስ ተከታይ ጳጳስ ሊኖስ ይባላል፤ ሁለተኛዉ አናክለቱስ ሲሆን ሦስተኘዉ ደግሞ ቄለመንጦስ ይባላል፡፡ በ180 ዓ.ም ቅዱስ እረኔዎስ (ሔረንሞስ) መናፍቃንን በመቃወም (Against the Heretics) በጻፈዉ መጽሐፍ ዉስጥ እስከ እራሱ ዘመን ድረስ ቤተክርስቲያንን የመሩ ጳጳሳትን ስም ዝርዝር አዉጥቶ ነበር፡፡ ከዚያን ጊዜ ጀምሮ እስከ ዛሬ ድረስ 266 ር.ሊ.ጳጳሳት ቤተክርስቲያንን ያለማቋረጥ መርተዋታል፡፡ ር.ሊ.ጳጳሳት ፍራንቸስኮስ ከቅዱስ ጴጥሮስ ጀምሮ 266ኛ ርእሰ ሊቃነ ጳጳሳት ናቸዉ፡፡ እንግዲህ በዚህ ዓይነት ባልተቋረጠ መተካካት ቤተክርስቲያን እስከዛሬ ዘልቃለች።ከሮማው ርእሰ ሊቃነ ጳጳሳት ጋር ባለን አንድነት ከጴጥሮስ አለት ጋር ያለንን ያልተቋረጠ ወንኙነት እንመሰክራለን፡፡ ስለሆነም እኛ ካቶሊኮች የሮማውን ርእሰ ሊቃነ ጳጳሳት በጣም እንወዳለን፤እናከብራለንም፡፡/nይህ ካቶሊካዊ እምነታችን ነዉ። የሮማው ጳጳስ የጴጥሮስ ቀጥተኛ ተከታይ ናቸዉ፣ “ፓፓ” ወይም “የመላይቱ ቤተክርስቲያን አባት እያልን እንጠራቸዋለን፡፡ የሮማው ርእሰ ሊቃነ ጳጳሳት ጴጥሮስ በክርስቶስ አፍ “እለት” በተባለዉ መሠረት የጴጥሮስ “እለት” ነዉ።ዋና ተግባሩም የቤተክርስቲያኑን አንድነት መጠበቅና የክርስቶስን መልእክት ከሐሰተኛ ትምህርቶች መከላከል ነዉ፡፡"
, reply_markup: { inline_keyboard: b },on_result: "/msgid"})

Api.deleteMessage({chat_id:chat.chatid,message_id:msg})
