/*CMD
  command: /sm3
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt2"}]
]

Bot.editMessage("❤️አትተወኝም❤️\n\nአተወኝም አትረሳኝምና አባቴ\nላትለቃት ቃል ገብተሀል ለህይወቴ\nያላንተማ መች ይሆንላታል ነፍሴ\nያከበርካት አንተ ነህና የሱስ\n\nደካማ ነኝ ከሌለኸኝ ብርቱ ነኝ ስታየኝ\nለሴኮንድም ብትሆን ያላንተ ጠፊ ነኝ\nበምረትህ ብቻ ነው የበሩት አይኖቼ\nፀንቼም የቆምኩት ይዘኸኝ እግሮቼን\nአልርቅም ከመንገድህ ኖራለሁ ቤትህ\nበረከት ሰላሜ ነህ አምንሀለው\nያንተን ቸርነት አይቻለው \nየህይወት መንገዴ ነህ አምንሀለው\n\nጥበቃህን አይቶ ለተደገፈብህ\nትሸፍነዋለህ ከልለህ በደምህ\nወጥመድ አያገኘው እርምጃው ተቃንቷል\nልቡም አይናወጥ በክንድህ ላይ አርፏል\nይህንን የምለው አንተ የኔ\nየሚቆም ለዘላለም ሆኖ ጎኔ\nያንተን ቸርነት አይቻለው \nየህይወት መንገዴ ነህ ወድሀለው\n\nስምህ ይጣፍጠኛል አንደበቴን ሳወራ ስናገረው\nባይኖችህ መታየቴ ኮ ጌታ ከሰው አእምሮ በላይ ነው\nታይቻለው ተጎብኝቼ ባንተ ረፍቴንም ሁሉ አጊንቼ\nታይቻለው ተጎብኝቼ ባንተ ሀሴትን ሁሉ አጊንቼ\nአመሰግንሀለው /4/",msg)&Bot.editInlineKeyboard(b,msg)
