/*CMD
  command: /sm5
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt2"}]
]

Bot.editMessage("❤️በቃና ዘገሊላ❤️\n\nበቃና ዘገሊላ የተገኘሽ ማርያም /2/\nበእኛም መካከል ሁኚ ከልጅሽም ጋራ \nዛሬም ከእኛ ጋር ሁኚ ከእየሱስ ጋራ\n\nወይኑ አልቆባቸው ግራ ገብቷቸው\nየሰርጉ ግብዣ ቀዝቅዞባቸው\nከልጅሽ ጋራ ስለተገኘሽ\nየጭንቀታቸው መፍትሄ ሆንሻቸው\n\nእልልታ ሆነ ደስታው ጨመረ\nውሀውን በወይን ልጅሽ ቀየረ\nታምር ተሰራ ድንቅ ተደረገ\nአንቺን የያዘ የለም ያፈረ\n\nፍቅር በረከት እንዲወርድ \nሰላም አንድነት እንዲሰፍን \nድንግል ነይልን ዛሬም ሁሌም\nልጅሽን ይዘሽ ወደ እኛ ቤት\nድንግል ነይ ወደ እኛ ማርያም ነይ ወደ እኛ\nአንቺ ነሽ የእኛ ተስፋ በሀዘንም ሆነ በደስታ\n\nጸብ ክርክር ከእኛ ርቆ\nችግር እርኩሳት ተወግዶ\nስደት ርሀብ ሁሉ ጠፍቶ\nአንድ ሆነን ጸንተን እንድትኖር\nእመቤታችን ለምኝልን\nጸጋው በእኛ ላይ ይውረድልን\nድንግል ..",msg)&Bot.editInlineKeyboard(b,msg)
