/*CMD
  command: /thwld
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/thtxt"}]
]

Bot.editMessage("️⚡️⚡️ቤ/ክ ስለ ፆታዊ ባህርይ የምታስተምረው ትምህርት🏆🏆🏆🏆🏆🏆🏆🏆🏆🏆🏆\nየወሊድ መቆጣጠሪያ:-\nካቶሊክ ቤ/ክ ፅንስ እንዳይከሰት ታስቦና ታቅዶ የሚደረግ ተግባር ሁሉ ከሞራል አንፃር ስህተት ነው ብላ ታስተምራለች።(ካ.ቤ.ት.ክ. 2370) ግን ፍትሀዊ በሆኑ ምክንያቶች ሁለቱ ተጋቢዎች የልጅ መፀነሻ ጊዜን ሊያራርቁ ይችላሉ። ነገር ግን ይህን የማድረግ ምኞታቸው በራስ ወዳድነት ላይ ሳይሆን ኃላፊነት በተሞላበት ወላጅነት ከማረጋገጥ አኳያ ሊሆን ይገባል። ካቶሊካዊት ቤ/ክ ራስን በመቆጣጠርና በተፈጥሮ ጽንስ በማይከሰትባቸው ጊዜያትን በመጠቀም የሚደረግ አራርቆ የመውለድ ዘዴን ትፈቅዳለች (ካ.ቤ.ት.ክ. 2370)።\n🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱🌱",msg)&Bot.editInlineKeyboard(b,msg)
