/*CMD
  command: /tr18
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt2"}]
]

Bot.editMessage("❤️እንደ ስምህ❤️\n\nእንደ ስምህ ፍቅር ነህ ጌታ \nእንደ ስምህ ፍቅር \nእንደ ስምህ ውድ ነህ ጌታ \nእንደ ስምህ እኮ ውድ\n \nቆርጫለሁ ላልለይህ \nወስኛለሁ ካንተ ጋር ልጓዝ \nአይበጀኝም ካላንተው ጌታ \nአንተ ግዛኝ ካሁን በኀላ (2)\n \nእወጣለሁኝ ውጣ ካልከኝ ቦታ \nአገኛለሁ ሰላም ና እርካታ /2/ \nታበዛለህ ዘሬን እንደ አሻዋ \nምንተስኖህ አንተ ነህ ጌታ /2/\n \nእንደ ስምህ ....\n \nገና እሄዳለሁ ካንተ ጋራ ጌታ \nመቅዘፊያዬ አንተው ነህና /2/ \nጨምርልኝ ቅባትህን ጌታ \nእንድፀልይ ባንተ እንዳልፈራ \nአፍስስልኝ ቅባትህን ጌታ \nእንድፀለይ ባንተው እንዳልፈራ\n \nቅዱስ ሆይ /2/ እያልኩኝ በፊትህ \nልንበርከክልህ ሌት ተቀን /2/ (2)\n \nአይሰለቸኝ እኔ ስምህን መጠራት \nበፊትህ ወድቄ ጌታዬ ማለት \nቆርጬ ተነሳሁ ላልለይህ ጌታ \nወስኜ ተነሳሁ ካንተ ጋራ ልጓዝ /2/ (2)",msg)&Bot.editInlineKeyboard(b,msg)
