/*CMD
  command: /tr3
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt2"}]
]

Bot.editMessage("❤️አልፈናል❤️\n\nአልፈናል ተሻግረናል \nአዲሱን ዘመን በአንተ አይተናል /2/\n \nተመስገን ለዚህ ያደረሰከን \nበህይወት ቤትህ አቆምከን\n \nተመስገን ለዚህ ያደረስከን \nበህይወት በምስጋና አቆምከን\n \nአመታትን በአንተ አለፍን \nእገዛህ በዝቶ ጠብቀኸን /2/ \nከልለኸን በምህረትህ \nአበቃኸን ለአዲሱ አመት /2/\n \nአልፈናል ........& ተመስገን ......\n \nበቀን በለሊት ሳትለየን \nየማይታለፈው እያሳለፍከን /2/ \nመከታችን እየሆንክልን \nበአንድነት ሰበሰብከን \nተመስገን ሌላ ምን እንላለን \nዘመነ ብዙ ክበር እንላለን\n \nአልፈናል ......& ተመስገን ....\n \nከልለህ በምህረትህ \nአበቃኸን ለአዲሱ ዓመት /4/\n \nአሳቸነም ተገ'ናነም \nገደር ወሄ ዘበር ባኸ አሸነም /2/ \nአልኢዳ ኑ ፒኒዳ \nኦርታ ለይታ ኔናን ቤኢዳ /2/ \nሂንጋሞ ጫሊ ናሞ \nሀሬቺ ሂንቾ ኪኒ ሞናሞ /2/\n \nተመስገን .......",msg)&Bot.editInlineKeyboard(b,msg)
