/*CMD
  command: /tr6
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt2"}]
]

Bot.editMessage("❤️ምን አይነት ፍቅር❤️\n\nምን አይነት ፍቅር ነው \nኧረ ምን አይነት ፍቅር ነው /2/ \nስለ እኔ በመስቀል ላይ የዋለው (2) \nኧረ እርሱ እንዴት ድንቅ አምላክ ነው /2/\n \nእርቃኑ ተሰቅሎ መራራውን የጠጣው \nስለ ሀጢያቴ ብሎ እራሱ ሕያው አደረገ \nበመስቀል ተሰቅሎ ምህረት የማለደ\n \nኧረ እርሱ እንዴት ድንቅ አምላክ ነው /3/ \nምን አይነት .......\n \nፍቅሩ ለየት ይላል ከሰው ልጅ ፍቅር \nስለእኔ ብሎ ደሙን ያፈሰሰው ሚስጢር \nከቶ ማነው ለፍቅር እንዲህ የሚሰቃይ \nጌታዬ ብቻ ነው ተሰቃይቶልኝ የሞተው \nኢየሱስ \"\" \"\" \"\"\"\"\"\"\"\"\"\"\"\"\"\" \"\"\"\"\"\"\" \n\nምን አይነት .....\n \nሞተሀል /2/ ስለ እኔ አው ስለ እኔ \nየሾህ አክሊል ደፍተህ ስለ እኔ አው ስለ እኔ \nበረሀብ በጥማት ተገርፈህ ስለ እኔ \nበእንጨት መስቀል ላይ \nእንደ ሚታረድ በግ ዝም ብለህ \nእርግማኔን አበሳዬን ወስደህ\n \nእንዲህ የወደድከኝ /3/ \nጌታ ሆይ እኔ ማን ነኝ \nእንዲህ ያፈቀርከኝ /3 \nኢየሱስ ሆይ እኔ ማን ነኝ (2)",msg)&Bot.editInlineKeyboard(b,msg)
