/*CMD
  command: /tr8
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt2"}]
]

Bot.editMessage("❤️እዘምራለሁ❤️\n\nእዘምራለሁ ላንተ ጌታ \nየሕይወቴ አዳኝ ነህና \nነብሴ ወጣች ከመከራ \nሌላ የለኝ ባንተ ነውና\n \nከፍታዬ ነህ ወርሻለሁ \nበዘመኔ ስላንተ እተርካለሁ \nስምህ ጋሻዬ ሆኖኝ አልፌያለሁ \nይኸው ጌታ ባንደበቴ ቅኔ እቀኛለሁ (2)\n \nይኸው ሞላልኝ ባንተ ስለቴ \nክብር ከፍ በል ኢየሱስ በሕይወቴ \nከምልህም በላይ አንተ ድንቅ ነህ \nበሕይወቴ ስፍራ ልዩ ቦታ አለህ\n \nከጠላት ፈላፃ ነው የታደከኝ \nተራራው ጫፍ ላይ ነው \nአንስተህ ነው ያቆምከኝ\n \nእዘምራለሁ ....... \nከፍታዬ .......\n \nየጠላትን ሀይል በክንድህ አድቅቀህ \nአሻግረኸኛል ጌታ ማምለጫ ሆነህ \nየአብራሀም የይሳቅ የያቆብ አምላክ \nባህሩን ሀሩሩን በስምህ አሳለፍከን\n \nእኔም እላለሁ እዘምራለሁ \nያደረክልኝ አምላኬ እመሠክራለሁ (2)\n \nዝም አልልም /2/ ለአንተ እዘምራለሁ \nታድገኸኝ በአይኔ አይቻለሁ \nሀፂያቴ በአንተ በአንተ ጠልቻለሁ \nጋሻ ሆነህ ሰላሜን አግኝቻለሁ \nይኸው ልዘምር በፊትህ ቆሜያለሁ",msg)&Bot.editInlineKeyboard(b,msg)
