/*CMD
  command: /wdhlg
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/mztxt"}]
]

Bot.editMessage("❤️እወድሀለሁ ጌታ❤️\n\nያኔ በሀጢያት ባህር ተዘፍቄ ሳለሁ ሞት መኖሬን ጠልታ ካንተ እንደ ተጣላሁ የሱስ\nግን አልቆረጥክ በእኔ በልጅህ እወድሀለሁ ጌታ እወድሀለሁ\n/2/ እወድለሁ የሱስ እወድሀለሁ/2/ እወድሀለሁ /2\n\nበመስቀሉ ፍቅርህ ማፍቀር ተምሬ እንዴት አልውደድህ ታዲያ\nእኔ አንተን ዛሬ በእውነት አወድሀለሁ ከማንም አብልጬ\nማረጌን ያየሁት ባንተ ነው ወዳጄ እወድሀለሁ.......... \n\n አቤት የሱስ ስራህ አቤት አድራጎትህ ፍቅር ግድ አለህ እኔ ለመውደድህ መቼስ ምን ይባላል\nወዳጄ ከሆንከኝ የእ/ር ልጅ የሱስ እኔ ወዳጅህ ነኝ እወድሀለሁ ......... \nሀሰት አላወራም ከቶም አልጨምርም ባንደበቴ ብቻ አልሸነግልህም ውስጤ ነክተኸዋል በእውነተኛ ፍቅርህ\nከልብ እወድሀለሁ ሌላው ከእኔ ይቅር እወድሀለሁ ......... እንወድሀለን ጌታ እንወድሀለን  የሱስ",msg)&Bot.editInlineKeyboard(b,msg)
