/*CMD
  command: /xejos
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/xekidus"}]
]

Bot.editMessage("❤️ ፀሎት ወደ ቅዱስ ጆሴማሪያ ኤስክሪቫ  ❤️\n\nአቤቱ እ/ር ሆይ በቅድስት ድንግል ማርያም አማላጅነት ለካህንህ ለቅዱስ ጆሴማርያ: ወደር የሌለውን ፀጋህን አጎናፅፈህ: በእለት ተዕለት ተግባራችን ቅድስናን እንድንፈልግ እና በጸጋ መንፈስ ክርስቲያናዊ ግዴታችንን እንድንወጣ የሚያስተምረን ግብረ እ/ር (ኦፑስ ዴይ) የተባለውን ማህበር እንዲመሠረት መሣርያ አድርገህ መረጥከው።\nእንዲሁም እኔ በእምነትና በፍቅር ብርሀን ምድራዊ መንገድን በማብራት በዚች የህይወት ዘመኔ የሚገጥሙኝን ገጠመኞችና ሁኔታዎች ሁሉ በመጠቀም በደስታና በትህትና አንተን የምወድበት ቤተክርስቲያንንና ርዕሰ ሊቃነ ጳጳሳትን የማገለግልበትን መንገድ እማር ዘንድ ፈቃድህ ይሁን።\n\n☄ጌታ ሆይ በቅዱስ ጆሴማርያ አማላጅነት የምንለምንህን ስማኝ...../እዚህ ላይ የሚሹትን ጉዳይ ይለምኑ/ አሜን።",msg)&Bot.editInlineKeyboard(b,msg)
