/*CMD
  command: /xemar
  help: 
  need_reply: 
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
CMD*/

let msg = User.getProperty("msgid");

var b =[
[{title:"ተመለስ",command:"/xekidus"}]
]

Bot.editMessage("❤️ ፀሎት ወደ ማርያ ሮዛ ❤️\n\nቅዱስ ስላሴ እ/ር አብ: እ/ር ወልድ: እ/ር መንፈስ ቅዱስ በመንግስተ ሰማይ ከሚገኙት ከሐዘንተኛዋ ድንግል: ከመላእክት እና ከቅዱሳን ጋር በመሆን አመልክሀለሁ። ለአገልጋይህም ለእህት ማርያ ሮዛ ዛንጋራ ስለሰጠሀት ስጦታዎች እና ልዩ መብቶች: አሁንም በሰማይ አግኝታዋለች ብዬ ተስፋ የማደርገው ድል እንዲሁም በህይወት ዘመኗ ስላስጌጥካት ፀጋ አመሠግንሀለሁ።\n\nአሁን ደግሞ ጌታ ሆይ በመሬት የምንገኘውን ታማኞችህን በማክበር ሥራህን ፈፅም። በማሪያ ሮዛ ዛንጋራ አማላጅነትም የተለየ ፀጋ በሚያስፈልገኝ ጊዜ እና በትህትና ስጠይቅህ ስጠኝ።\n\nጌታ ሆይ ወሰን በሌለው ምህረትህ እርግጠኛ ነኝ። ለአንተ ታላቅ ክብር ለቅዱስ መስቀልህ ወደር የለሽነት: ለቤተክርስቲያን መታነፅ የማሪያ ሮዛ ዛንጋራ መልካም ስራ ውጤታማነት ፀሎቴን በመፈፀም መለማመድ እንድችል እርዳኝ።\n\nአሜን🙏🏽",msg)&Bot.editInlineKeyboard(b,msg)
